[MAS_GrimyLootRare MAS_X2AchievementTemplate]
strTitle="Я избрал тебя!"
strShortDesc="Открой контейнер.\nКонтейнеры по всему миру ждут вас, Шеф."
strLongDesc="Открой контейнер.\nКонтейнеры по всему миру ждут вас, Шеф."
strCategory="Grimy Loot Achievements"

[MAS_GrimyLootEpic MAS_X2AchievementTemplate]
strTitle="Сила скрыта внутри"
strShortDesc="Открой ящик пришельцев."
strLongDesc="Открой ящик пришельцев."
strCategory="Grimy Loot Achievements"

[MAS_GrimyLootLegendary MAS_X2AchievementTemplate]
strTitle="Этому место в музее"
strShortDesc="Открой реликвию Эфириалов."
strLongDesc="Открой реликвию Эфириалов."
strCategory="Grimy Loot Achievements"

[MAS_GrimyLoot150 MAS_X2AchievementTemplate]
strTitle="Найди их все!"
strShortDesc="Найди 150 различных модификаций."
strLongDesc="Найди 150 различных модификаций."
strCategory="Grimy Loot Achievements"

[MAS_GrimyLoot300 MAS_X2AchievementTemplate]
strTitle="Ищи больше и больше"
strShortDesc="Найди 300 различных модификаций."
strLongDesc="Найди 300 различных модификаций."
strCategory="Grimy Loot Achievements"

[MAS_GrimyLoot450 MAS_X2AchievementTemplate]
strTitle="Поиск это судьба"
strShortDesc="Найди 450 различных модификаций."
strLongDesc="Найди 450 различных модификаций."
strCategory="Grimy Loot Achievements"